ManuEngineer/ESP32-Fermentationsschrank/spikes/issue89_wlan_onboarding/official_network_provisioning/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_WIFI_ENABLED=y
CONFIG_ESP_WIFI_SOFTAP_SUPPORT=y
CONFIG_NETWORK_PROV_NETWORK_TYPE_WIFI=y
CONFIG_ESP_PROTOCOMM_SUPPORT_SECURITY_VERSION_0=y
CONFIG_NETWORK_PROV_WIFI_STA_ALL_CHANNEL_SCAN=y
